{
    "title_text": "Nuit du vendredi",
    "starting_stage": 0,
    "encounters": [
        {
            "include":[],
            "exclude":[],
            "client_name": "Usurier",
            "stage_src": 4,
            "stage_dest": 8,
            "greeting": ["Ni hao ! J'ai cru comprendre que tu travaillais pour mon patron maintenant ? Il vient de racheter ta dette auprès de ton Bookmakeur... Tu sais ce que ça veut dire ?"],
            "dialog": "Amène-moi à lui d'ailleurs ! J'ai une très bonne nouvelle pour lui. Le -Dragon- est sur le point d'arriver en ville. Si jamais tu le croises, baisse les yeux et ne dis rien... Il ne faudrait pas que tu donnes une mauvaise impression au -Dragon- !",
            "insult": ["Haha ! Tu sais vraiment pas à qui tu as à faire. Le SunYClub est au 8e. 8 c'est un chiffre port-bonheur en Chine. Je serai ravis de te le rappeler en ajustant ton nombre de doigts... Bye !"],
            "farewell": ["Xie Xie ! Je reviendrai régulièrement pour voir où tu en es dans ton remboursement. Donc active toi !"],
            "ignore_client_flag": [],
            "ignore_dest_flag": [],
            "happy_ending_flag": [],
            "tips":0
        },
        {
            "include":[],
            "exclude":[],
            "client_name": "Bill Fritz",
            "stage_src": 9,
            "stage_dest": 7,
            "greeting": ["Tiens ! Je me lève et toi tu es là ! Ça doit être épuissant de ne rien faire toute la journée comme ça... Amène-moi à mes bureaux au 7e."],
            "dialog": "Mon père dit toujours que l'avenir appartient à ceux qui se lève tôt... Moi je considère que l'avenir appartient à ceux dont les ouvriers se lèvent tôt ! Du coup, ça me laisse le temps de profiter de la journée pour dormir et la nuit pour... Récupérer mon argent HAHA !",
            "insult": ["Regarde le bouton là... le chiffre dessus c'est un 7. Dans les affaires faut mieux savoir compter que lire, mais pour toi je pense que tu es mauvais dans les deux cas ! Je sors ici, bye !"],
            "farewell": ["Oups ! un billet qui tombe de ma poche. J'ai la flemme de le ramasser, tu peux le garde ! Même si tu le mérites pas HAHA... Bye !"],
            "ignore_client_flag": [],
            "ignore_dest_flag": [],
            "happy_ending_flag": [],
            "tips":2
        },
        {
            "include":[],
            "exclude":[],
            "client_name": "Lauretta",
            "stage_src": 3,
            "stage_dest": 0,
            "greeting": ["Bonsoir ! Rez-de-chaussée s'il-vous-plaît !"],
            "dialog": "J'ai enfin fini ma journée ! Ouf ! Regarde ce que je viens juste de trouver dans les suites de l'hotel ! Une belle bague en or avec un beau diamant sur le dessus... je me demande combien cela coûte !",
            "insult": ["Vous avez raison, je ferai mieux de passer par les escaliers... À demain !"],
            "farewell": ["Surtout ne dîtes rien au Boss... j'ai déjà assez de problème comme ça.\n\nÀ demain !"],
            "ignore_client_flag": [],
            "ignore_dest_flag": [],
            "happy_ending_flag": [],
            "tips":0
        },
        {
            "include":[],
            "exclude":[],
            "client_name": "Marie-Ange",
            "stage_src": 0,
            "stage_dest": 1,
            "greeting": ["Bonjour Monsieur ! Pourriez-vous aider une petite dame comme moi ? J'aimerai aller à l'accueil de l'Hotel."],
            "dialog": "C'est mon premier voyage avec mes amies et nous avons prévu de nous retrouver ici ! Cela fait tellement longtemps ! J'avais l'impression qu'au téléphone Susanne perdait un peu la tête... ça lui arrive de temps en temps, donc ne paniquez pas et ramenez là à sa chambre.",
            "insult": ["Je ne vois pas d'accueil... peut être que je dois aller plus loin ! Bonne soirée !"],
            "farewell": ["C'est parfait ! Je vois l'accueil de l'Hotel. À la prochaine fois ! Bon courage."],
            "ignore_client_flag": [],
            "ignore_dest_flag": [],
            "happy_ending_flag": [],
            "tips": 0.2
        }

    ]
}